/* Button text to continue a game
   To continue the game */
"continue" = "Continue";

/* Button text to start a custom game */
"customGame" = "Custom game";

/* Message to say something went wrong */
"errorMessage" = "Something went wrong.";

/* Button name to exit the game */
"exit" = "Exit";

/* Message to say that the game is over */
"gameOver" = "Game over";

/* Multi-line description of the game rules */
"gameRules" = "
Game rules

There are 24 cards in the deck (9 to Ace).
New cards are dealt to each player at the start of each round.

In Blef, you can only bet or check.
E.g. if you bet 'Pair of 9s', you are betting that at least two 9s can be found among all cards dealt this round.

If anyone checks, the round ends.
If someone checks your bet and it can't be found among all cards, you lose the round and gain a card.
If your bet was correct, the player who checked you loses and gains a card.

Reach too many cards and you're out of the game.
";

/* Hello greeting */
"hello" = "Hello";

/* Message to say you can't do that */
"illegalMoveMessage" = "You can't do that now";

/* Button name to invite an AI */
"inviteAI" = "Invite an AI";

/* Text message to invite someone with */
"inviteString" = "Join me for a game of Blef";

/* State that something is full */
"isFull" = "is full";

/* Button text to join game rooms */
"joinARoom" = "Join a room";

/* To join the room */
"joinRoom" = "Join room";

/* Third person perfect aspect of the verb to lose */
"lost" = "lost";

/* Button name to move to StartScene */
"menu" = "Menu";

/* Button name to open the game room */
"openRoom" = "Open the room";

/* Button name to play a move */
"play" = "Play";

/* The noun describing a game participant */
"player" = "Player";

/* PREFIX FOR: State that players in room (... are ...) */
"playersInRoomPrefix" = "Players in room";

/* POSTFIX FOR: State that players in room (... are ...) */
"playersInRoomPostfix" = "";

/* Button text to start a quick game */
"quickGame" = "Quick play";

/* The noun meaning a closed space that can be occupied */
"room" = "Room";

/* Button name to share a game link */
"share" = "Invite other players";

/* Message to say share the link with another player */
"shareMessage" = "Send the link to another player";

/* Button name to start the game */
"startGame" = "Start game";

/* Third person perfect aspect of the verb to win */
"won" = "won";

/* Second person singular pronoun */
"you" = "You";

/* Message to say that you lost in the game */
"youLost" = "You lose";

/* Message to say that you won in the game */
"youWon" = "You win";

/* High card 9 */
"highCard9" = "High card 9";

/* High card 10 */
"highCard10" = "High card 10";

/* High card Jack */
"highCardJ" = "High card Jack";

/* High card Queen */
"highCardQ" = "High card Queen";

/* High card King */
"highCardK" = "High card King";

/* High card Ace */
"highCardA" = "High card Ace";

/* Pair of 9s */
"pairOf9s" = "Pair of 9s";

/* Pair of 10s */
"pairOf10s" = "Pair of 10s";

/* Pair of Jacks */
"pairOfJs" = "Pair of Jacks";

/* Pair of Queens */
"pairOfQs" = "Pair of Queens";

/* Pair of Kings */
"pairOfKs" = "Pair of Kings";

/* Pair of Aces */
"pairOfAs" = "Pair of Aces";

/* Two pair, 10s and 9s */
"twoPairs10sAnd9s" = "Two pair, 10s and 9s";

/* Two pair, Jacks and 9s */
"twoPairsJsAnd9s" = "Two pair, Jacks and 9s";

/* Two pair, Jacks and 10s */
"twoPairsJsAnd10s" = "Two pair, Jacks and 10s";

/* Two pair, Queens and 9s */
"twoPairsQsAnd9s" = "Two pair, Queens and 9s";

/* Two pair, Queens and 10s */
"twoPairsQsAnd10s" = "Two pair, Queens and 10s";

/* Two pair, Queens and Jacks */
"twoPairsQsAndJs" = "Two pair, Queens and Jacks";

/* Two pair, Kings and 9s */
"twoPairsKsAnd9s" = "Two pair, Kings and 9s";

/* Two pair, Kings and 10s */
"twoPairsKsAnd10s" = "Two pair, Kings and 10s";

/* Two pair, Kings and Jacks */
"twoPairsKsAndJs" = "Two pair, Kings and Jacks";

/* Two pair, Kings and Queens */
"twoPairsKsAndQs" = "Two pair, Kings and Queens";

/* Two pair, Aces and 9s */
"twoPairsAsAnd9s" = "Two pair, Aces and 9s";

/* Two pair, Aces and 10s */
"twoPairsAsAnd10s" = "Two pair, Aces and 10s";

/* Two pair, Aces and Jacks */
"twoPairsAsAndJs" = "Two pair, Aces and Jacks";

/* Two pair, Aces and Queens */
"twoPairsAsAndQs" = "Two pair, Aces and Queens";

/* Two pair, Aces and Kings */
"twoPairsAsAndKs" = "Two pair, Aces and Kings";

/* Small straight (9-King) */
"smallStraight" = "Small straight (9-King)";

/* Big straight (10-Ace) */
"bigStraight" = "Big straight (10-Ace)";

/* Great straight (9-Ace) */
"greatStraight" = "Great straight (9-Ace)";

/* Three 9s */
"three9s" = "Three 9s";

/* Three 10s */
"three10s" = "Three 10s";

/* Three Jacks */
"threeJs" = "Three Jacks";

/* Three Queens */
"threeQs" = "Three Queens";

/* Three Kings */
"threeKs" = "Three Kings";

/* Three Aces */
"threeAs" = "Three Aces";

/* Full house, 9s over 10s */
"fullHouse9sOver10s" = "Full house, 9s over 10s";

/* Full house, 9s over Jacks */
"fullHouse9sOverJs" = "Full house, 9s over Jacks";

/* Full house, 9s over Queens */
"fullHouse9sOverQs" = "Full house, 9s over Queens";

/* Full house, 9s over Kings */
"fullHouse9sOverKs" = "Full house, 9s over Kings";

/* Full house, 9s over Aces */
"fullHouse9sOverAs" = "Full house, 9s over Aces";

/* Full house, 10s over 9s */
"fullHouse10sOver9s" = "Full house, 10s over 9s";

/* Full house, 10s over Jacks */
"fullHouse10sOverJs" = "Full house, 10s over Jacks";

/* Full house, 10s over Queens */
"fullHouse10sOverQs" = "Full house, 10s over Queens";

/* Full house, 10s over Kings */
"fullHouse10sOverKs" = "Full house, 10s over Kings";

/* Full house, 10s over Aces */
"fullHouse10sOverAs" = "Full house, 10s over Aces";

/* Full house, Jacks over 9s */
"fullHouseJsOver9s" = "Full house, Jacks over 9s";

/* Full house, Jacks over 10s */
"fullHouseJsOver10s" = "Full house, Jacks over 10s";

/* Full house, Jacks over Queens */
"fullHouseJsOverQs" = "Full house, Jacks over Queens";

/* Full house, Jacks over Kings */
"fullHouseJsOverKs" = "Full house, Jacks over Kings";

/* Full house, Jacks over Aces */
"fullHouseJsOverAs" = "Full house, Jacks over Aces";

/* Full house, Queens over 9s */
"fullHouseQsOver9s" = "Full house, Queens over 9s";

/* Full house, Queens over 10s */
"fullHouseQsOver10s" = "Full house, Queens over 10s";

/* Full house, Queens over Jacks */
"fullHouseQsOverJs" = "Full house, Queens over Jacks";

/* Full house, Queens over Kings */
"fullHouseQsOverKs" = "Full house, Queens over Kings";

/* Full house, Queens over Aces */
"fullHouseQsOverAs" = "Full house, Queens over Aces";

/* Full house, Kings over 9s */
"fullHouseKsOver9s" = "Full house, Kings over 9s";

/* Full house, Kings over 10s */
"fullHouseKsOver10s" = "Full house, Kings over 10s";

/* Full house, Kings over Jacks */
"fullHouseKsOverJs" = "Full house, Kings over Jacks";

/* Full house, Kings over Queens */
"fullHouseKsOverQs" = "Full house, Kings over Queens";

/* Full house, Kings over Aces */
"fullHouseKsOverAs" = "Full house, Kings over Aces";

/* Full house, Aces over 9s */
"fullHouseAsOver9s" = "Full house, Aces over 9s";

/* Full house, Aces over 10s */
"fullHouseAsOver10s" = "Full house, Aces over 10s";

/* Full house, Aces over Jacks */
"fullHouseAsOverJs" = "Full house, Aces over Jacks";

/* Full house, Aces over Queens */
"fullHouseAsOverQs" = "Full house, Aces over Queens";

/* Full house, Aces over Kings */
"fullHouseAsOverKs" = "Full house, Aces over Kings";

/* Flush of ♣ */
"flushClubs" = "Flush of ♣";

/* Flush of ♦ */
"flushDiamonds" = "Flush of ♦";

/* Flush of ♥ */
"flushHearts" = "Flush of ♥";

/* Flush of ♠ */
"flushSpades" = "Flush of ♠";

/* Four 9s */
"four9s" = "Four 9s";

/* Four 10s */
"four10s" = "Four 10s";

/* Four Jacks */
"fourJs" = "Four Jacks";

/* Four Queens */
"fourQs" = "Four Queens";

/* Four Kings */
"fourKs" = "Four Kings";

/* Four Aces */
"fourAs" = "Four Aces";

/* Small straight flush (9-King) ♣ */
"smallStraightFlushClubs" = "Small straight flush (9-King) ♣";

/* Small straight flush (9-King) ♦ */
"smallStraightFlushDiamonds" = "Small straight flush (9-King) ♦";

/* Small straight flush (9-King) ♥ */
"smallStraightFlushHearts" = "Small straight flush (9-King) ♥";

/* Small straight flush (9-King) ♠ */
"smallStraightFlushSpades" = "Small straight flush (9-King) ♠";

/* Big straight flush (10-Ace) ♣ */
"bigStraightFlushClubs" = "Big straight flush (10-Ace) ♣";

/* Big straight flush (10-Ace) ♦ */
"bigStraightFlushDiamonds" = "Big straight flush (10-Ace) ♦";

/* Big straight flush (10-Ace) ♥ */
"bigStraightFlushHearts" = "Big straight flush (10-Ace) ♥";

/* Big straight flush (10-Ace) ♠ */
"bigStraightFlushSpades" = "Big straight flush (10-Ace) ♠";

/* Great straight flush (9-Ace) ♣ */
"greatStraightFlushClubs" = "Great straight flush (9-Ace) ♣";

/* Great straight flush (9-Ace) ♦ */
"greatStraightFlushDiamonds" = "Great straight flush (9-Ace) ♦";

/* Great straight flush (9-Ace) ♥ */
"greatStraightFlushHearts" = "Great straight flush (9-Ace) ♥";

/* Great straight flush (9-Ace) ♠ */
"greatStraightFlushSpades" = "Great straight flush (9-Ace) ♠";

/* CHECK */
"check" = "CHECK";
